import { FaqListItem } from "./FaqList";

export const FAQS: FaqListItem[] = [
  {
    question: "駐車場はありますか？",
    answer: "無料の駐車場が10台ございます。",
  },

  {
    question: "搬入・搬出時間はレンタル時間に含まれますか？",
    answer:
      "はい、搬入・搬出時間も含まれます。時間に余裕を持って、準備・後片付けをお願いします。",
  },

  {
    question: "領収書は発行できますか？",
    answer: "はい、発行可能です。ご希望の方はお申し込み時にお知らせください。",
  },
  {
    question: "飲食は可能ですか？持ち込みはOK？",
    answer:
      "はい、飲食の持ち込みは可能です。ただし、においや汚れが残らないようご配慮ください。",
  },
  {
    question: "何分前から入室できますか？",
    answer:
      "ご予約時間のちょうどからご入室いただけます。時間前の入室はできません。",
  },

  {
    question: "Wi-Fiはありますか？",
    answer:
      "Wi-Fiはありません。ご利用の際はモバイルデータ通信をご利用ください。",
  },
  {
    question: "ゴミの処理はどうすればいいですか？",
    answer: "ゴミ箱は設置してありませんので、ゴミは必ずお持ち帰りください。",
  },

  {
    question: "音を出しても大丈夫ですか？（楽器・音楽など）",
    answer: "常識の範囲内であれば可能ですが、大音量はご遠慮ください。",
  },
  {
    question: "喫煙は可能ですか？",
    answer:
      "室内は全面禁煙です。近隣の方の迷惑にもなりますので、敷地内での喫煙もご遠慮ください。",
  },
  {
    question: "退出時にやるべきことは？",
    answer: "ゴミの持ち帰り、備品の原状復帰、照明・空調のオフをお願いします。",
  },
];
