import React from "react";

const ApplyFormTerms = () => {
  return (
    <div
      style={{
        border: "1px solid #ccc",
        padding: "10px",
        height: "150px",
        overflowY: "scroll",
        backgroundColor: "#f9f9f9",
        fontSize: "14px",
      }}
    >
      <ol style={{ margin: 0, padding: "0 0 0 1em" }}>
        <li>
          解約を希望される場合、お申し込み金の払い戻しはいたしません。
          <br />
          ただし、代わりの方をご紹介いただける場合はこの限りではありません。
        </li>
        <li>
          展示品等の破損・盗難・火災・その他の不慮の災害、および怪我等の事故には、当ギャラリーは一切責任を負いません。
        </li>
        <li>
          当ギャラリーの建物、内装、付属の設備を破損または汚損された場合、および備品を紛失、破損、汚損された場合はその実費を弁償していただきます。
        </li>

        <li>
          壁面に両面テープなどを使って貼り付ける場合は必ず事前にお申し出頂ききれいにはがせるタイプのテープなどをご使用くださいなお普通のセロテープはご使用いただけます金具釘ピンなどのご使用も必ず事前にお申し出ください無断でご使用になった結果壁面に傷が付いた場合は一箇所につき1000円をいただきます
        </li>
        <li>
          展示用のワイヤーは、絶体に折り曲げないでください。必ず丸めてください。ワイヤーを破損された場合は一本に付き、3000円をいただくことがあります。
        </li>

        <li>
          会場内でのお子さんの走り回りやお菓子の食べ歩きは禁止致します。また、飲食と喫煙はご遠慮ください
        </li>
        <li>
          当ギャラリーの品位を傷つけるような展示、言動、行為などが認められた場合は、開催を中止していただきます。
        </li>
      </ol>
    </div>
  );
};

export default ApplyFormTerms;
